Repository: denmarin/iOS-FakeNFT-2
Catalog: FakeNFT/App/Resources/Localizable.xcstrings
Source language: ru
Languages: en

# By name
source: По имени
en: By name

# cart
source: Корзина
en: Cart

# cart.bottom.checkout
source: К оплате
en: Proceed to checkout

# cart.cell.priceLabel
source: Цена
en: Price

# cart.common.retry
source: Повторить
en: Try again

# cart.delete.back
source: Вернуться
en: Go back

# cart.delete.confirm
source: Удалить
en: Remove

# cart.delete.message
source: Вы уверены, что хотите удалить объект из корзины?
en: Are you sure you want to remove this item from cart?

# cart.error.clearCart
source: Не удалось очистить корзину
en: Could not clear the cart

# cart.error.loadCart
source: Не удалось загрузить корзину
en: Could not load the cart

# cart.error.refreshPrefix
source: Ошибка обновления корзины
en: Cart refresh error

# cart.error.removeNft
source: Не удалось удалить NFT из корзины
en: Could not remove the NFT from your cart

# cart.main.emptyState
source: Корзина пуста
en: Your cart is empty

# cart.payment.alertPayFailed
source: Не удалось произвести оплату
en: Payment could not be completed

# cart.payment.cancel
source: Отмена
en: Cancel

# cart.payment.pay
source: Оплатить
en: Pay

# cart.payment.termsFull
source: Совершая покупку, вы соглашаетесь с условиями Пользовательского соглашения
en: By completing a purchase, you agree to the terms of the User Agreement

# cart.payment.termsLink
source: Пользовательского соглашения
en: User Agreement

# cart.payment.title
source: Выберите способ оплаты
en: Select a payment method

# cart.sort.byName
source: По названию
en: By name

# cart.sort.byPrice
source: По цене
en: By price

# cart.sort.byRating
source: По рейтингу
en: By rating

# cart.sort.close
source: Закрыть
en: Close

# cart.sort.title
source: Сортировка
en: Sort

# cart.success.message
source: Успех! Оплата прошла, поздравляем с покупкой!
en: Success! Your payment went through. Congratulations on your purchase!

# cart.success.returnToCart
source: Вернуться в корзину
en: Return to cart

# catalog
source: Каталог
en: Catalog

# catalog.collection.emptyMessage
source: Коллекции пока отсутствуют
en: No collections yet

# catalog.collection.load.error
source: Не удалось загрузить каталог. Попробуйте снова.
en: Failed to load catalog. Please try again.

# catalog.collection.sort.option.byName
source: По названию
en: By name

# catalog.collection.sort.option.byNftCount
source: По количеству NFT
en: By NFT count

# catalog.collection.sort.title
source: Сортировка
en: Sort

# catalog.collectionDetails.author.prefix
source: Автор коллекции:
en: Collection author:

# catalog.collectionDetails.cartSync.error
source: Не удалось обновить корзину. Попробуйте снова.
en: Failed to update cart. Please try again.

# catalog.collectionDetails.favoritesSync.error
source: Не удалось обновить лайки. Попробуйте снова.
en: Failed to update likes. Please try again.

# catalog.collectionDetails.load.error
source: Не удалось загрузить коллекцию NFT. Попробуйте снова.
en: Failed to load NFT collection. Please try again.

# catalog.common.close
source: Закрыть
en: Close

# catalog.common.retry
source: Повторить
en: Retry

# Catalog.openNft
source: Открыть нфт
en: Open Nft

# Close
source: Закрыть
en: Close

# EditProfile.changePhotoAlert.cancel
source: Отмена
en: Cancel

# EditProfile.changePhotoAlert.save
source: Сохранить
en: Save

# EditProfile.changePhotoAlert.textFieldPlaceholder
source: Введите название URL изображения
en: Enter the image URL

# EditProfile.changePhotoAlert.title
source: Ссылка на фото
en: Image URL

# EditProfile.description
source: Описание
en: Description

# EditProfile.exitAlert.exit
source: Выйти
en: Exit

# EditProfile.exitAlert.stay
source: Остаться
en: Stay

# EditProfile.exitAlert.title
source: Уверены, что хотите выйти?
en: Are you sure you want to exit?

# EditProfile.name
source: Имя
en: Name

# EditProfile.photoAlert.cancel
source: Отмена
en: Cancel

# EditProfile.photoAlert.changePhoto
source: Изменить фото
en: Change photo

# EditProfile.photoAlert.deletePhoto
source: Удалить фото
en: Delete photo

# EditProfile.photoAlert.title
source: Фото профиля
en: Profile photo

# EditProfile.saveButton.title
source: Сохранить
en: Save

# EditProfile.site
source: Сайт
en: Site

# Error.cancel
source: Отмена
en: Cancel

# Error.network
source: Ошибка сети. Попробуйте снова.
en: Network error. Please try again.

# Error.repeat
source: Повторить
en: Retry

# Error.title
source: Ошибка
en: Error

# Error.unknown
source: Неизвестная ошибка. Попробуйте снова.
en: Unknown error. Please try again.

# FavoriteNFT.navigationBar.text
source: Избранные NFT
en: Favorite NFT

# FavoriteNFT.noNFTLabel.text
source: У Вас ещё нет избрианных NFT
en: You have no favorite NFT

# Go to the user's website
source: Перейти на сайт пользователя
en: Go to the user's website

# MyNFT.navigationBar.text
source: Мои NFT
en: My NFT

# MyNFT.noNFTLabel.text
source: У Вас ещё нет NFT
en: You have no NFT

# MyNFT.priceLabel.text
source: Цена
en: Price

# MyNFT.sortAlert.byName
source: По названию
en: By name

# MyNFT.sortAlert.byPrice
source: По цене
en: By price

# MyNFT.sortAlert.byRating
source: По рейтингу
en: By rating

# MyNFT.sortAlert.close
source: Закрыть
en: Close

# MyNFT.sortAlert.title
source: Сортировка
en: Sorting

# profile
source: Профиль
en: Profile

# Profile.tabel.myNfts
source: Мои NFT
en: My NFT

# Profile.table.favorites
source: Избранные NFT
en: Favorite NFT

# Sorting
source: Сортировка
en: Sorting

# statistics
source: Статистика
en: Statistics

source: Не удалось удалить лайк: %@
en: Failed to remove like: %@

source: от %@
en: by %@
